Repository: azureskydiver/COVIDWISE
Catalog: IOS/ExposureNotificationApp/*.lproj/Localizable.strings
Languages: es

# WELCOME_TITLE
source: Welcome to COVIDWISE
es: Bienvenido a COVIDWISE

# WELCOME_TEXT
source: Thanks for downloading COVIDWISE, the Virginia Department of Health's (VDH) COVID-19 exposure notification app. Using this app is 100% voluntary. No GPS, location information, or personal identifiers will ever be collected or stored. Your device will share anonymous tokens via Bluetooth with other COVIDWISE users. If another user you've been nearby tests positive for COVID-19 within a 14-day period, your app will notify you. If you test positive, you can easily and anonymously notify others to help stop the spread of COVID-19.
es: Gracias por descargar COVIDWISE, la aplicación (app) del Departamento de Salud de Virginia (VDH por sus siglas en inglés) para notificaciones de exposición. El uso de esta app es 100% voluntario. No almacenamos ni recolectamos tu información personal, de localización ni de GPS. Tu dispositivo compartirá anónimamente códigos aleatorios a través de Bluetooth con otros usuarios de COVIDWISE. Si otro usuario de COVIDWISE ha estado cerca y reporta un resultado positivo para COVID-19 dentro de un periodo de 14 días, la app te notificará. Si el resultado de tu prueba de laboratorio es positivo, puedes notificar a otros y ayudar a detener la propagación de COVID-19.

# ENABLE_EXPOSURE_TITLE
source: Enable Exposure Notifications
es: Habilitar Notificaciones de Exposición

# ENABLE_EXPOSURE_TEXT
source: Enabling exposure notification is your choice. It must be enabled for the app to receive exposure notifications or to notify others that you have tested positive for COVID-19. You can disable this feature at any time. Your privacy is protected. COVIDWISE only shares anonymous tokens with other app users. These tokens only collect data, such as the date, time, and signal strength and duration of proximity, and are not linked to your identity or location. Your personal information is never collected or shared with other COVIDWISE users. In the event another user you have been nearby tests positive for COVID-19, you can be notified that you are at risk of exposure. If you test positive for COVID-19, you control if you want to submit a positive test result to COVIDWISE, which will then notify other users if they were at risk. Doctors and laboratories are required to report positive COVID-19 test results to VDH. VDH staff will contact you if you test positive to provide guidance to help keep yourself and others safe. To learn more about COVID-19 in Virginia and associated symptoms, please visit: %@
es: Habilitar las notificaciones de exposición es tu elección. La notificaciones deben estar habilitadas para que esta aplicación (app) funcione correctamente y puedas recibir notificaciones de exposición o para notificar a otros que has recibido un resultado positivo para COVID-19. Puedes deshabilitar las notificaciones en cualquier momento. Tu privacidad esta protegida, COVIDWISE únicamente comparte anónimamente códigos aleatorios con otros usuarios de esta app. Estos códigos únicamente recopilan y almacenan información relacionada con la fecha, hora, intensidad de la señal y tiempo de contacto, y no estan asociados con tu identidad y/o información personal ni con tu ubicación o localización. Tu información personal nunca es recolectada ni compartida con otros usuarios de COVIDWISE. En el escenario de que algún otro usuario de la app que haya estado o este cerca a ti (y esta persona también tenga las notificaciones de exposición habilitadas) resulte positivo para COVID-19, serás notificado de que estas en riesgo de exposición. Tú controlas si quieres registrar tu resultado positivo en COVIDWISE, de hacerlo, esta información será utilizada para notificar a otros usuarios de la app si estuvieron en riesgo. Los médicos y laboratorios deben reportar al Departamento de Salud (VDH) de cualquier resultado positivo de COVID-19. El personal de VDH te contactará si el resultado es positivo para brindarte orientación e información que te ayudará a mantenerte a ti y a otros seguros. Para saber mas acerca de COVID-19 en Virginia y los síntomas asociados, por favor visita: %@

# RECOMMEND_EXPOSURE_TITLE
source: Exposure Notifications Are Strongly Recommended
es: Notificaciones de Exposición son Altamente Recomendadas.

# RECOMMEND_EXPOSURE_TEXT
source: Enabling Exposure Notifications is required for this app to work and to help contain COVID-19 in your community. In order to be alerted that you were near someone who later tests positive for COVID-19, or to alert others you were near if you later test positive, Exposure Notifications must be enabled.
es: Habilitar las notificaciones de exposición es requerido para que esta app funcione y ayude a contener COVID-19 en nuestras comunidades. Para que puedas recibir alertas y/o notificaciones cuando alguien que estuvo cerca a ti luego reportó un resultado positivo para COVID-19, o para alertar a otros que estuvieron cerca a ti si luego reportas un resultado positivo, las Notificaciones de Exposición deben estar habilitadas.

# NOTIFYING_OTHERS_TITLE
source: It's Important To Your Community To Share A Positive Result
es: Es importante para tu comunidad que compartas si tu resultado fue positivo.

# NOTIFYING_OTHERS_TEXT
source: If you test positive for COVID-19, you can choose to share your result. This is how other COVIDWISE users in Virginia know they were exposed to someone who tested positive. Sharing this information helps stop the spread of the virus.
es: Si el resultado de tu examen de laboratorio para COVID-19 fue positivo, puedes elegir compartirlo. Esta es la manera en la que otros usuarios de COVIDWISE en Virginia sabrán que estuvieron expuestos a alguien con un resultado positivo. Compartir esta información ayudará a detener la propagación del virus.

# EXPOSURE_SCREEN_HEADER
source: Exposures
es: Exposiciones

# NOTIFY_OTHERS_SCREEN_HEADER
source: Notify Others
es: Notificar a Otros

# VIRTUAL_AGENT_SCREEN_HEADER
source: Virtual VDH
es: VDH Virtual

# EXPOSURE_NOTIFICATION_OFF
source: Exposure Notifications are turned off
es: Las Notificaciones de Exposición están desactivadas

# EXPOSURE_NOTIFICATION_DISABLED_DIRECTIONS
source: You will not be notified if you are exposed to COVID-19 until Exposure Notifications are turned on.
es: No serás notificado si estas expuesto a COVID-19

# EXPOSURE_NOTIFICATION_DENIED_DIRECTIONS
source: Click here to turn on exposure notifications.
es: Haga clic aquí para activar la notificación de exposicións.

# EXPOSURE_NOTIFICATION_BLUETOOTH_OFF_DIRECTIONS
source: You will not be notified if you are exposed to COVID-19 until Exposure Notifications are turned on. Go to Bluetooth in Settings to turn on Bluetooth, or simply tap the Bluetooth toggle in Control Center.
es: Cuando las notificaciones de exposición están deshabilitadas no serás notificado si has estado expuesto al COVID-19. Ve a Bluetooth en Configuración para activar tu Bluetooth o simplemente toca (tap) el botón de Bluetooth que esta en el centro de control o menú de acceso directo.

# EXPOSURE_NOTIFICATION_STATE_ON
source: On
es: Activadas

# EXPOSURE_NOTIFICATION_STATE_OFF
source: Off
es: Desactivadas

# EXPOSURE_NOTIFICATION_STATE_BLUETOOTH_OFF
source: Bluetooth Off
es: Bluetooth Desactivado

# EXPOSURE_NOTIFICATION_STATE_RESTRICTED
source: Exposure Notifications Off
es: Notificaciones De Exposición Desactivadas

# EXPOSURE_NOTIFICATION_STATE_UNKNOWN
source: Unknown
es: Desconocida

# EXPOSURE_YOU_WILL_BE_NOTIFIED
source: You will be notified if you are exposed to COVID-19.
es: Serás notificado si estuviste expuesto a COVID-19.

# EXPOSURE_YOU_WILL_NOT_BE_NOTIFIED
source: You will not be notified if you are exposed to COVID-19.
es: No se le notificará si está expuesto a COVID-19.

# EXPOSURE_DETECTION_ERROR
source: An error occurred during exposure detection: %@
es: Se produjo un error durante la detección de exposición: %@

source: Exposure last checked %@.
es: Última vez que fueron revisadas las Exposiciones %@.

# EXPOSURE_PAST_14_DAYS
source: Your exposures In the past 14 days
es: Exposiciones en los últimos 14 días

# EXPOSURE_INFO_TITLE
source: Exposure Notifications
es: Notificaciones de exposición

source: More Details
es: Más Detalles

# EXPOSURE_INFO_TEXT
source: You can manage Exposure Notifications in %@. Enabling exposure notifications is your choice. It can be disabled by you at any time. It must be enabled for the app to receive exposure notifications or to notify others that you have tested positive for COVID-19. It can be disabled by you at any time. Your privacy is protected. COVIDWISE only shares anonymous tokens with other app users. These tokens are not linked to your identity or location. Your personal information is not collected or shared with other COVIDWISE users. Information from the anonymous tokens, such as the date, time, and signal strength and duration of proximity are collected. These details are not shared with other app users and are not tied to your personal identity. In the event another user you have been nearby tests positive for COVID-19, you can be notified that you are at risk of exposure. You control if you want to submit a positive test result to COVIDWISE, which will then notify other users if they were at risk. Doctors and laboratories are required to report positive COVID-19 test results to VDH. VDH staff will contact you if you test positive to provide guidance to help keep yourself and others safe. To learn more about COVID-19 in Virginia and associated symptoms, please visit %@
es: Tú puedes administrarlas en el menú de configuraciones de tu dispositivo en la siguiente ruta: %@ Habilitar las notificaciones de exposición es tu elección. Puedes deshabilitarlas en cualquier momento. La notificaciones deben estar habilitadas para que esta app funcione correctamente y puedas recibir notificaciones de exposiciones o para notificar a otros que has recibido un resultado positivo para COVID-19. Tu privacidad esta protegida, COVIDWISE únicamente comparte códigos anónimos y aleatorios con otros usuarios de esta app. Estos códigos no están asociados con tu identidad o localización. Tu información personal no es recolectada ni compartida con otros usuarios de COVIDWISE. La información asociada con los códigos aleatorios tal como fecha, hora, intensidad de la señal y tiempo de cercanía es recopilada y almacenada. Estos detalles no son compartidos con otros usuario de la app y no estan asociados con tu identidad o información personal. En el escenario de que otro usuario con quién estés cerca (y esta persona también tenga las notificaciones de exposición habilitadas) resulte positivo para COVID-19, serás notificado de que estas en riesgo de exposición. Tú controlas si quieres registrar tu resultado positivo en COVIDWISE, de hacerlo, esta información será utilizada para notificar a otros usuarios de la app si estuvieron en riesgo. Los médicos y laboratorios deben reportar al Departamento de Salud (VDH) de cualquier resultado positivo de COVID-19. El personal de VDH te contactará si el resultado es positivo para brindarte orientación que te ayudará a mantenerte a ti y a otros seguros. Para aprender más sobre COVID-19 en Virginia y los síntomas asociados, por favor visita %@

# EXPOSURE_ABOUT_TITLE
source: About Exposure Notifications
es: Acerca de las Notificaciones de Exposición

# EXPOSURE_ABOUT_TEXT
source: You can manage Exposure Notifications in %@. Enabling exposure notifications is your choice. It can be disabled by you at any time. It must be enabled for the app to receive exposure notifications or to notify others that you have tested positive for COVID-19. It can be disabled by you at any time. Your privacy is protected. COVIDWISE only shares anonymous tokens with other app users. These tokens are not linked to your identity or location. Your personal information is not collected or shared with other COVIDWISE users. Information from the anonymous tokens, such as the date, time, and signal strength and duration of proximity are collected. These details are not shared with other app users and are not tied to your personal identity. In the event another user you have been nearby tests positive for COVID-19, you can be notified that you are at risk of exposure. You control if you want to submit a positive test result to COVIDWISE, which will then notify other users if they were at risk. Doctors and laboratories are required to report positive COVID-19 test results to VDH. VDH staff will contact you if you test positive to provide guidance to help keep yourself and others safe. To learn more about COVID-19 in Virginia and associated symptoms, please visit %@
es: Tú puedes administrarlas en el menú de configuraciones de tu dispositivo en la siguiente ruta: %@ Habilitar las notificaciones de exposición es tu elección. Puedes deshabilitarlas en cualquier momento. La notificaciones deben estar habilitadas para que esta app funcione correctamente y puedas recibir notificaciones de exposiciones o para notificar a otros que has recibido un resultado positivo para COVID-19. Tu privacidad esta protegida, COVIDWISE únicamente comparte códigos anónimos y aleatorios con otros usuarios de esta app. Estos códigos no están asociados con tu identidad o localización. Tu información personal no es recolectada ni compartida con otros usuarios de COVIDWISE. La información asociada con los códigos aleatorios tal como fecha, hora, intensidad de la señal y tiempo de cercanía es recopilada y almacenada. Estos detalles no son compartidos con otros usuario de la app y no estan asociados con tu identidad o información personal. En el escenario de que otro usuario con quién estés cerca (y esta persona también tenga las notificaciones de exposición habilitadas) resulte positivo para COVID-19, serás notificado de que estas en riesgo de exposición. Tú controlas si quieres registrar tu resultado positivo en COVIDWISE, de hacerlo, esta información será utilizada para notificar a otros usuarios de la app si estuvieron en riesgo. Los médicos y laboratorios deben reportar al Departamento de Salud (VDH) de cualquier resultado positivo de COVID-19. El personal de VDH te contactará si el resultado es positivo para brindarte orientación que te ayudará a mantenerte a ti y a otros seguros. Para aprender más sobre COVID-19 en Virginia y los síntomas asociados, por favor visita %@

# EXPOSURE_DETAILS_TITLE
source: Past Exposures
es: Exposiciones Pasadas

# EXPOSURE_DETAILS_TEXT
source: You have likely been exposed to someone who tested positive for COVID-19. COVIDWISE estimates that you were last exposed %@. To learn more about recommended precautions, you can: %$ Visit %@ %$ Visit %@ %$ Call VDH at %@
es: Es muy probable que hayas estado expuesto a alguien con un resultado positivo para COVID-19. COVIDWISE estima que estuviste expuesto por última vez %@. Para más información, recomendaciones y precauciones, puedes: %$ Visitar %@ %$ Visitar %@ %$ Llamar VDH al %@

# NO_EXPOSURE_TITLE
source: No Exposures Detected
es: No Exposiciones Fueron Detectadas.

# EXPOSURE_TITLE
source: Exposures Detected
es: Exposiciones detectadas

# NO_EXPOSURE_TEXT
source: If this app detects an exposure that meets VDH's criteria, you will receive a push notification and additional information will be displayed here.
es: Si esta aplicación (app) detecta una exposición que cumpla con los criterios determinados por el Departamento de Salud de Virginia (VDH), recibirás una notificación en tu dispositivo y encontrarás información adicional aquí.

# NOTIFY_OTHERS_DESCRIPTION
source: If you test positive for COVID-19, you can choose to share your result. Other COVIDWISE users you were near over the past 14 days may be notified of exposure. Your name will not be shared with any app users. Future exposures will not be notified based on this submission. Please self-isolate if you have tested positive.
es: Si el resultado de tu prueba de laboratorio para COVID-19 fue positivo, puedes elegir compartirlo en esta aplicación (app). Otros usuarios de COVIDWISE que estuvieron cerca a ti en los últimos 14 días serán notificados de una exposición a alguién con un resultado positivo. Tu nombre no se comparte con otros usuarios de la aplicación (app). Exposiciones futuras con base en este registro no serán notificadas. Por favor aíslate y quedate en casa si el resultado de tu prueba de laboratorio es positivo.

# NOTIFY_OTHERS_DISABLED_DIRECTIONS
source: You can’t share your positive diagnosis until Exposure Notifications are turned on.
es: No puedes compartir tu diagnóstico positivo hasta que las Notificaciones de Exposición sean activadas.

# NOTIFY_OTHERS_DENIED_DIRECTIONS
source: When exposure notifications are turned off, you won't be notified if you are exposed to COVID-19.
es: Cuando las notificaciones de exposición están deshabilitadas no serás notificado si has estado expuesto al COVID-19.

# NOTIFY_OTHERS_HEADER
source: Share A Positive Result
es: Comparte Tu Resultado Positivo

# NOTIFY_OTHERS_ACTION
source: Share A Positive Result
es: Comparte Tu Resultado Positivo

# NO_KEYS_TITLE
source: Keys not yet available
es: Códigos no están disponibles todavía

# NO_KEYS_TEXT
source: Your anonymous keys are not yet available. This happens if you have installed this app in the last 24 hours. Please resubmit tomorrow from the Notify Others screen
es: Tus códigos anónimos no están disponibles todavia. Esto usualmente pasa si has instalado esta app en las últimas 24 horas. Por favor intenta reenviar mañana desde la pantalla Notificar a Otros

source: Positive Diagnosis
es: Diagnóstico Positivo

# VERIFICATION_START_HEADER
source: Before You Get Started
es: Antes de Comenzar

# VERIFICATION_START_TITLE
source: The 100% Transparency Checklist
es: Lista de Chequeo 100% Transparencia

# VERIFICATION_START_TEXT1
source: VDH is serious about maintaining your privacy and trust.
es: VDH se toma en serio la responsabilidad de mantener tu privacidad y confianza.

# VERIFICATION_START_TEXT2
source: You must enable exposure notifications for this app to work.
es: Debes habilitar las notificaciones de exposición para que esta aplicación funcione.

# VERIFICATION_START_TEXT3
source: You can disable exposure notifications at any time.
es: Puedes deshabilitar las notificaciones de exposición en cualquier momento.

# VERIFICATION_START_TEXT4
source: Sharing a positive COVID-19 result with the COVIDWISE community is your choice and is only done with your consent.
es: Compartir un resultado positivo para COVID-19 dentro de la comunidad de COVIDWISE es tu decisión y solamente se hace con tu consentimiento.

# VERIFICATION_START_TEXT5
source: Your location and personal information (name, age, gender, race, etc.) is NEVER collected by COVIDWISE or shared with other users.
es: COVIDWISE NUNCA recopila, recoge o almacena tu localización y/o ubicación ni tu información personal (nombre, edad, genero, raza, etc.) ni la comparte con otros usuarios.

# VERIFICATION_START_TEXT6
source: Your location is never collected in COVIDWISE.
es: Tu localización nunca es recogida ni almacenada en COVIDWISE.

# VERIFICATION_START_TEXT7
source: Exposures are determined between app users using anonymous tokens that are never tied to your identity.
es: Las Exposiciones son determinadas entre usuarios de la aplicación mediante el uso de códigos aleatorios y anónimos que nunca estan asociados con tu identidad.

# VERIFICATION_START_TEXT8
source: An exposure in the app includes a risk calculation. This means that your device has found a match between other users' tokens you have been nearby, including the amount of time spent in proximity with these tokens and the strength of Bluetooth signal as an estimate of distance. Risk values are not tied to your personal identity and are not shared with other app users.
es: Una notificación o evento de exposición en la aplicación incluye un cálculo de riesgo. Esto significa que tu dispositivo ha encontrado una coincidencia entre los códigos de otros usuarios que han estado cerca, incluyendo información sobre la cantidad de tiempo que se ha estado cerca a estos códigos y la potencia de la señal de Bluetooth la cual es usada para estimar la distancia. Los valores de riesgo no están asociados a tu identidad (información personal) y no son compartidos con otros usuarios de la aplicación.

# VERIFICATION_START_TEXT9
source: Your participation helps to contain COVID-19 within your community.
es: Tu participación ayuda a contener COVID-19 dentro de tu comunidad.

# VERIFICATION_IDENTIFIER_HEADER
source: How It Works
es: Cómo Funciona?

# VERIFICATION_IDENTIFIER_TITLE
source: Confirm Your Positive Result
es: Confirma tu Resultado Positivo

# VERIFICATION_IDENTIFIER_TEXT
source: VDH contacts everyone who has received a positive test result for COVID-19 and their staff will provide a unique personal identification number (PIN) to that individual. This is used to prevent false reporting of positive tests within the app.
es: El Departamento de Salud de Virginia (VDH por sus siglas en inglés) contacta a todas las personas que han recibido un resultado positivo para la prueba de COVID-19 y su personal te dará un número único de identificación personal (PIN por sus siglas en inglés). Este número se usa para prevenir el reporte de falsos positivos en la app.

# VERIFICATION_IDENTIFIER_TEXT1
source: The app does not link the PIN to your name.
es: Esta app no asocia el PIN con tu nombre.

# VERIFICATION_IDENTIFIER_ENTRY_LABEL
source: Please enter your six-digit PIN:
es: Por favor ingresa los 6 digitos de tu PIN:

# VERIFICATION_IDENTIFIER_DEVELOPER
source: Enter the PIN provided to you by the Virginia Department of Health (VDH). If you have not received one yet, you should wait for a call from VDH.
es: Ingresa el PIN entregado por el Departamento de Salud de Virginia (VDH por sus siglas en inglés). Si no has recibdo uno todavía, por favor espera la llamada del VDH.

# VERIFICATION_IDENTIFIER_INVALID
source: Unable to Confirm Positive Diagnosis We are unable to confirm your positive test. This may happen if the PIN was entered incorrectly. Please re-enter your six-digit digit PIN.
es: No es Posible confirmar tu resultado Positivo No es posible confirmar tu resultado positivo. Esto puede pasar si el PIN fue digitado erroneamente. Por favor ingresa nuevamente los 6 digitos de tu PIN.

# VERIFICATION_IDENTIFIER_RETRY_MESSAGE
source: Please wait %@ before attempting another PIN.
es: Por favor espera %@ antes de ingresar el PIN nuevamente.

source: minutes
es: minutos

source: minute
es: minuto

# VERIFICATION_ADMINISTRATION_DATE_TITLE
source: When did you take the test?
es: Cuándo fue realizado tu examen de laboratorio?

# VERIFICATION_ADMINISTRATION_DATE_TEXT
source: The test date helps the app know when you may have been contagious and to notify other COVIDWISE users of possible exposures.
es: La fecha en que fue realizado el examen de laboratorio ayuda a la aplicación a determinar el periodo de contagio y así notificar a otros usuarios de COVIDWISE de posibles exposiciones.

# VERIFICATION_REVIEW_TITLE
source: Share Positive Result
es: Comparte tu resultado positivo

# VERIFICATION_REVIEW_TEXT
source: Share Securely
es: Comparte De Forma Segura

# VERIFICATION_SHARED_HEADER
source: Thank You For Confidentially Sharing Your Result.
es: Gracias Por Compartir Confidencialmente Tus Resultados.

# VERIFICATION_SHARED_TITLE
source: You're all done!
es: ¡Listo!
