Repository: azureskydiver/COVIDWISE
Catalog: IOS/ExposureNotificationApp/*.lproj/Localizable.strings
Languages: es

# VERIFICATION_SHARED_TEXT
source: Your last 14 days of anonymous tokens have been submitted. COVIDWISE users that you have been near may be notified within the next day. Your name is not tied to your report and you will not hear from other COVIDWISE users. However, your information may help identify new cases of COVID-19, as other app users receive exposure notifications and are tested. Thank you for doing your part to keep Virginians healthy and safe!
es: Los códigos anónimos y aleatorios para los últimos 14 días han sido generados y enviados. Otros usuarios de COVIDWISE con los cuales hayas estado en contacto o hayas estado cerca serán notificados al día siguiente. Tu nombre no está relacionado con tu reporte y no recibirás ningún contacto por parte de otros usuarios de COVIDWISE. Sin embargo, tu reporte puede ayudar a identificar nuevos casos de COVID-19, debido a que otros usuarios de la aplicación reciben notificaciones de exposiciones y se realizan la prueba. Este es un paso importante en el trabajar juntos para detener y contener COVID-19 en nuestras comunidades.

# VERIFICATION_NOT_SHARED_TEXT
source: Please review your submission
es: VERIFICATION_NOT_SHARED_TEXT: {Actual copy to be provided by Public Health Authority This example flow assumes a test for the entirety of the flow, but could be confirmed by a diagnosis as well.}

# TEST_RESULT_DETAILS
source: Details
es: Detalles

# TEST_RESULT_STATE_SHARED
source: Shared
es: Compartido

# TEST_RESULT_STATE_NOT_SHARED
source: Not Shared
es: No Compartido

# TEST_RESULT_DIAGNOSIS
source: Diagnosis
es: Diagnóstico

# TEST_RESULT_DIAGNOSIS_POSITIVE
source: COVID-19 Positive Diagnosis
es: Positivo para COVID-19

# TEST_RESULT_ADMINISTRATION_DATE
source: Submitted Result On
es: Resultado enviado el

# TEST_RESULT_SHARE
source: Submit positive result
es: Comparte tu Resultado Positivo

# TEST_RESULT_SHARED
source: Positive Diagnosis Shared
es: Diagnóstico Positivo fue compartido

source: Get Started
es: Comenzar

source: Continue
es: Habilitar

source: NEXT
es: Siguiente

source: Enable
es: Habilitar

source: Don’t Enable
es: No Habilitar

source: Go to Settings
es: Ir a Configuración

source: Cancel
es: Cancelar

source: Done
es: Continuar

# LEARN_MORE_TITLE
source: Learn more
es: Más información

# LEARN_MORE_LABEL
source: Learn more at %@
es: Más información en %@

# SETTINGS
source: Settings > COVIDWISE
es: Configuración > COVIDWISE

# USER_NOTIFICATION_TITLE
source: Possible COVID-19 Exposure
es: Posible Exposición COVID-19

# USER_NOTIFICATION_TEXT
source: You have likely been exposed to someone who has tested positive for COVID-19. Tap to learn more.
es: Es muy probable que hayas estado expuesto a alguien que ha resultado positivo para COVID-19. Tap para saber más.

# PRIVACY_POLICY_LINK_LABEL
source: For more information, read our %@.
es: Para mayor información, lee nuestra %@.

# PRIVACY_POLICY_LINK_TEXT
source: Privacy Policy
es: Política de Privacidad

source: today
es: hoy

# N_DAYS_AGO
source: %@ days ago
es: hace %@ días

# 1_DAY_AGO
source: %@ day ago
es: hace %@ dia
